{
 "random": [
      "Pteronophobia is the fear of being tickled by feathers.",
      "Snakes can help predict earthquakes.",
      "A flock of crows is known as a murder.",
      "The oldest “your mom” joke was discovered on a 3,500 year old Babylonian tablet.",
      "So far, two diseases have successfully been eradicated: smallpox and rinderpest.",
      "29th May is officially “Put a Pillow on Your Fridge Day”.",
      "Cherophobia is an irrational fear of fun or happiness.",
      "7% of American adults believe that chocolate milk comes from brown cows.",
      "If you lift a kangaroo’s tail off the ground it can’t hop.",
      "Bananas are curved because they grow towards the sun.",
      "Billy goats urinate on their own heads to smell more attractive to females.",
      "The inventor of the Frisbee was cremated and made into a Frisbee after he died.",
      "During your lifetime, you will produce enough saliva to fill two swimming pools.",
      "If Pinocchio says “My Nose Will Grow Now”, it would cause a paradox.",
      "Polar bears could eat as many as 86 penguins in a single sitting…",
      "King Henry VIII slept with a gigantic axe beside him.",
      "Movie trailers were originally shown after the movie, which is why they were called “trailers”.",
      "An eagle can kill a young deer and fly away with it.",
      "Heart attacks are more likely to happen on a Monday.",
      "Donkey Kong got his name because his creator believed ‘donkey’ meant ‘stupid’ in English and wanted to convey the impression that the character was a “Stupid Ape”.",
      "The stage before frostbite is called “frostnip”.",
      "Snails have 14,000 teeth and some can even kill you!",
      "Even though Froot Loops are different colors, they all have exactly the same flavor.",
      "George Clooney did the voice for ‘Sparky’ – a gay dog in South Park.",
      "The human nose can remember 50,000 different scents.",
      "Eight of the ten largest statues in the world are of Buddhas.",
      "It took the creator of the Rubik’s Cube, Erno Rubik, one month to solve the cube after he created it; as of June 2018 the world record is 4.22 seconds.",
      "Tigers have striped skin not just striped fur. The stripes are like fingerprints and no two tigers have the same pattern.",
      "In Morse Code -.- means k.",
      "Two PlayStation 1 games, FIFA 2001 and Gran Turismo 2, has scratch & sniff discs. The FIFA 2001 smelled like a soccer field, while Gran Turismo 2 smelled like car tires.",
      "In 2014, Sony made a cassette tape that can store 185TB of data!",
      "The collars on men’s dress shirts used to be detachable. This was to save on laundry costs as the collar was the part that needed cleaning the most frequently.",
      "If you sneeze while traveling at 60 mph your eyes are closed for an average of 50 feet.",
      "Crystal – the monkey from The Hangover 2 and Night at the Museum has her own IMDB page!",
      "Expedia.com, Hotels.com, Hotwire.com, Trivago, Travelocity, and Orbitz are all owned by the same company, Expedia Inc.",
      "Sunsets on Mars are blue.",
      "Some areas in Scotland and Japan switched to blue street lights at night, and saw a decrease in crime & suicide rates.",
      "Strawberries can also be white or yellow, and some can even taste like pineapples!",
      "As of 1998, over 50% of Iceland’s population believed in the existence of elves.",
      "When watermelons are grilled or baked, they lose their granular texture and can even be used as meat substitute, a ‘watermelon steak’",
      "In Switzerland it is illegal to own just one guinea pig because they may get lonely.",
      "In Slovakia they have Christmas Carp that live in the family bathtub for a few days before they are eaten.",
      "In 1999 hackers revealed a security flaw in Hotmail that permitted anybody to log into any Hotmail account using the password ‘eh’. At the time it was called “the most widespread security incident in the history of the web”.",
      "A small population of Mammoths survived on the Wrangel Island until 1650 BC, about 900 years after the construction of The Great Pyramid of Giza were completed.",
      "The state of Ohio gives out different colored license plates for those convicted of DUI",
      "C-3PO and R2-D2 had their own 1985 single season 13 episode spin-off TV series called Star Wars: Droids. The season shown the adventures of R2-D2 & C-3P0 before they joined Luke Skywalker.",
      "People don’t sneeze in their sleep due to their brain shutting down the reflex.",
      "In 2013 Toy Story was remade shot-for-shot with real toys and real people and can be found on YouTube.",
      "Guy Fawkes is the reason guys are called “guys\"",
      "The first film ever shown in the White House was The Birth of a Nation, a pro-white supremacy silent film that the KKK also used as a recruiting tool.",
      "In September 2007, a guy named Kevin Shelley broke 46 wooden toilet seats with his head in one minute to create a world record.",
      "For every child born in Wales since April 2014, the Welsh Government have donated a fruit tree to Ugandan families, to celebrate the birth or adoption of every child.",
      "Restaurants can sing ‘Happy Birthday’ now because the copyrights claims are now invalid. Judge George H. King ruled that a copyright filed in 1935, granted only the rights to specific piano arrangements of the music, not the song itself.",
      "Iguanas have three eyes. Two normal eyes and a third eye on top of their head that only perceives brightness.",
      "Space smells like seared steak",
      "The longest wedding veil was the same length as 63.5 football fields.",
      "The unicorn is the national animal of Scotland.",
      "Bees sometimes sting other bees.",
      "The total weight of ants on earth once equaled the total weight of people.",
      "\"E\" is the most common letter and appears in 11 percent of all english words.",
      "A dozen bodies were once found in Benjamin Franklin's basement.",
      "Pringles aren't actually potato chips.",
      "Water makes different pouring sounds depending on its temperature."
    ]
}